tap "buo/cask-upgrade"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/cask-eid"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/cask-drivers"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
cask "homebrew/cask-versions/java8"
brew "aalib"
brew "apache-spark"
brew "docbook"
brew "asciidoc"
brew "gettext"
brew "libffi"
brew "atk"
brew "autoconf"
brew "automake"
brew "babl"
brew "bash"
brew "bash-completion"
brew "boost"
brew "icu4c"
brew "node"
brew "bower"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ccache"
brew "cgdb"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "cscope"
brew "ctags"
brew "curl"
brew "dbus", restart_service: true
brew "docbook-xsl"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gd"
brew "gdb"
brew "gist"
brew "git"
brew "git-hooks"
brew "gnuplot"
brew "go"
brew "openssl"
brew "python@2"
brew "gradle"
brew "gradle-completion"
brew "grunt-cli"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "gtk+3"
brew "py2cairo"
brew "xz"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "libtool"
brew "imagemagick"
brew "intltool"
brew "ipython"
brew "jenv"
brew "kotlin"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libwmf"
brew "libyaml"
brew "llvm"
brew "mas"
brew "maven"
brew "maven-completion"
brew "mosh"
brew "nativefier"
brew "ninja"
brew "numpy"
brew "pandoc"
brew "pypy"
brew "pypy3"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scala"
brew "shellcheck"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "wireshark"
brew "wxpython"
brew "yarn"
brew "youtube-dl"
brew "zinc"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "anaconda"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "boom-3d"
cask "cloudapp"
cask "cyberduck"
cask "daisydisk"
cask "default-folder-x"
cask "devonthink-pro"
cask "dropzone"
cask "eclipse-java"
cask "evernote"
cask "expressions"
cask "firefox"
cask "forklift"
cask "gitfinder"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "iina"
cask "istat-menus"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "keepingyouawake"
cask "keka"
cask "kindle"
cask "lepton"
cask "mactex"
cask "macvim"
cask "musixmatch"
cask "nwjs"
cask "onedrive"
cask "papers"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "qt-creator"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "quik"
cask "scrivener"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tigervnc-viewer"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "xmind"
cask "homebrew/cask-versions/airmail-beta"
mas "Affinity Photo", id: 824183456
mas "Any HEIC Converter", id: 1366061129
mas "AutoMute", id: 1118136179
mas "Chronicle 8", id: 1280542517
mas "djay Pro 2", id: 1302002064
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "HwpMac2014VIEWER", id: 416746898
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Leaf", id: 576338668
mas "Lunar", id: 966148899
mas "LyricsX", id: 1254743014
mas "Microsoft OneNote", id: 784801555
mas "Miya Translate", id: 1229446798
mas "MP4 Converter", id: 665534836
mas "Music Converter", id: 468990728
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PDF Expert", id: 1055273043
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Shazam", id: 897118787
mas "Speedtest", id: 1153157709
mas "Things3", id: 904280696
mas "UnicornMac", id: 1231935892
mas "Xcode", id: 497799835
