tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "vitorgalvao/tiny-scripts"
cask "java8"
brew "aalib"
brew "apache-spark"
brew "icu4c"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "gettext"
brew "libffi"
brew "openssl"
brew "xz"
brew "atk"
brew "autoconf"
brew "automake"
brew "babl"
brew "bash"
brew "bash-completion"
brew "node"
brew "bower"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ccache"
brew "cgdb"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "cscope"
brew "ctags"
brew "curl"
brew "dbus", restart_service: true
brew "docbook-xsl"
brew "python@2"
brew "fpp"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gd"
brew "gdb"
brew "gist"
brew "git"
brew "git-hooks"
brew "git-review"
brew "github-markdown-toc"
brew "gnuplot"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "grunt-cli"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "gtk+3"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "libtool"
brew "imagemagick"
brew "intltool"
brew "kotlin"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libwmf"
brew "libyaml"
brew "llvm"
brew "mas"
brew "maven"
brew "maven-completion"
brew "mosh"
brew "nativefier"
brew "ninja"
brew "numpy"
brew "pandoc"
brew "pstree"
brew "pypy"
brew "pypy3"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scala"
brew "shellcheck"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "urlview"
brew "vim"
brew "wget"
brew "wireshark"
brew "wxpython"
brew "yarn"
brew "youtube-dl"
brew "zinc"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "cheatsheet"
cask "chromedriver"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "default-folder-x"
cask "devonthink-pro"
cask "dropzone"
cask "eclipse-java"
cask "electron"
cask "electrum"
cask "expressions"
cask "flume"
cask "forklift"
cask "gitfinder"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "iina"
cask "istat-menus"
cask "karabiner-elements"
cask "kdiff3"
cask "keka"
cask "lepton"
cask "mactex"
cask "macvim"
cask "meld"
cask "mono-mdk"
cask "papers"
cask "scrivener"
cask "skype-for-business"
cask "spotify"
cask "tigervnc-viewer"
cask "transmission-remote-gui"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Any HEIC Converter", id: 1366061129
mas "AutoMute", id: 1118136179
mas "Boom 3D", id: 1233048948
mas "Chronicle Pro", id: 1280542517
mas "CloudApp", id: 417602904
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "djay Pro 2", id: 1302002064
mas "DuplicateTab", id: 1399421273
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "HwpMac2014VIEWER", id: 416746898
mas "iMovie", id: 408981434
mas "iStudiez Pro", id: 402989379
mas "Jump Desktop", id: 524141863
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lunar", id: 966148899
mas "LyricsX", id: 1254743014
mas "Magnet", id: 441258766
mas "Mate Translate", id: 1005088137
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Mimeo Photos", id: 1282504627
mas "MindNode", id: 1289197285
mas "Motif", id: 1404636482
mas "MP4 Converter", id: 665534836
mas "Music Converter", id: 468990728
mas "Noiseless", id: 969978718
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel", id: 639968404
mas "PDF Expert", id: 1055273043
mas "PDF Plus", id: 1225929895
mas "PDF-Converter-Pro", id: 813414242
mas "PiPifier", id: 1160374471
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Reminisce - Journal", id: 1057091646
mas "Right Click", id: 1364038646
mas "SafariMarkdownLinker", id: 1289119450
mas "Shazam", id: 897118787
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Things3", id: 904280696
mas "Turn Off the Lights for Safari", id: 1273998507
mas "TweetDeck", id: 485812721
mas "UnicornMac", id: 1231935892
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
