tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
brew "aalib"
brew "docbook"
brew "asciidoc"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "git"
brew "atk"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "babl"
brew "bash"
brew "bash-completion"
brew "bazel"
brew "boost"
brew "icu4c"
brew "node"
brew "bower"
brew "ccache", args: ["HEAD"]
brew "cgdb"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "cscope"
brew "ctags"
brew "curl"
brew "dbus", restart_service: true
brew "docbook-xsl"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gdb"
brew "gdbm"
brew "git-hooks"
brew "lua"
brew "gnuplot"
brew "go"
brew "gradle"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "openssl"
brew "xz"
brew "python3"
brew "gtk+3"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "intltool"
brew "ipython"
brew "kotlin"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libtool"
brew "libwmf"
brew "libyaml"
brew "llvm"
brew "mas"
brew "mosh"
brew "ninja"
brew "numpy"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pypy"
brew "pypy3"
brew "qt"
brew "reattach-to-user-namespace"
brew "ruby"
brew "shellcheck"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "wireshark"
brew "wxpython"
brew "youtube-dl"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "betterzipql"
cask "beyond-compare"
cask "boom-3d"
cask "cloudapp"
cask "cuda-z"
cask "cyberduck"
cask "daisydisk"
cask "dropzone"
cask "evernote"
cask "firefox"
cask "flume"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "iina"
cask "istat-menus"
cask "karabiner-elements"
cask "kdiff3"
cask "keepingyouawake"
cask "keka"
cask "kindle"
cask "macvim"
cask "musixmatch"
cask "nwjs"
cask "onedrive"
cask "paste"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "qt-creator"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "caskroom/drivers/nvidia-cuda"
cask "caskroom/drivers/nvidia-web-driver"
cask "caskroom/versions/airmail-beta"
mas "Affinity Photo", id: 824183456
mas "AutoMute", id: 1118136179
mas "Blinks", id: 998804308
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "HwpMac2014VIEWER", id: 416746898
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Leaf", id: 576338668
mas "Lunar", id: 966148899
mas "Microsoft OneNote", id: 784801555
mas "MP4 Converter", id: 665534836
mas "Music Converter", id: 468990728
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Quiver", id: 866773894
mas "Shazam", id: 897118787
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
